    /************************     הוראות חשובות      ***********************/

    /**
     
    1.   במידה וזאת פעם ראשונה שלכם ממלאים תוכן בלומדה, קראו את **קובץ הוורד** המצורף בתקייה
    2.   בעמוד זה יש למלא את הפרטים לגבי כל המידע והתוכן המבוקש
    3.   [amountOfQuestions במשתנה] לשים לב שבכל נושא צריך לכתוב את *כמות השאלות המקסימלית* שתלקח ממנו
        **משתנה זה מתייחס רק לשאלות שיילקחו בשביל **המבחן
    */


    /************************      הכנס כותרת ראשית שהיא שם הלומדה      ***********************/
    const TITLE = "פנקס כיס סדרי בראשית";

    /************************      הכנס כמות זמן התחלתית של המבחן      ***********************/
    const TIME_FOR_EXAM = "7:00";

    // אובייקט המכיל את כל המידע של הלומדה הכולל את התוכן, השאלות לכל נושא וכמות השאלות שיילקח מכל נושא למבחן
    const DATA = {
        // שם נושא
        "כללי": {
            "icon": "../assets/images/learning/Artboard 4.svg", // הכנס קישור של אייקון
            // שאלות לנושא הזה
            "questions": [
            ],
            "amountOfQuestions": 2,
            "learningContent": {
                "כללי": {
                    "דבר המפקד": [{
                        cardType: "textThreeParagraphs",
                        text1: "המשמעת הינה הבסיס לניהול יחידה מסודרת, מצטיינת ומובילה. המשמעת היא ששומרת ומגינה על חיילנו. עלינו, המפקדים, חלה החובה לכבד את רגשותיו של  האחר, להימנע מפגיעה ולכבד את השונה מאתנו. באשר על כן, מוטלת עלינו האחריות להטמיע ולאכוף את המשמעת ביחידה, בעקביות והתמדה תוך יצירת נורמות של ציות לפקודות וקבלת מרות ולהישמר מפני המעטה כלשהי בערכה. באחריותנו לעשות זאת תוך מתן דוגמה אישית ונקיטת צעדי משמעת נגד מבצעי העבירות. ",
                        text2: 'מטרת המסמך הינה לפרט את נהלי היחידה הייחודיים למפקדת קריית ההדרכה והנגזרים מתוך פקודות והוראות מטכ"ל. המסמך נכתב לאור רוח צה"ל המחייבת שמירה על המשמעת לצד שמירה על כבוד האדם. אין המסמך בא במקום פקודות והוראות הצבא (הפ"ע, פ"מ או הוראות כלליות אחרות הנובעות מהפ"ע 1.0105) ולהחליפן; ובכל מקום שיש בו סתירה בין המצוין בה לבין פקודות והוראות הצבא, פקודות והוראות הצבא הן הקובעות. "השמיים הם הגבול והדרך היא דרך ארץ" ',
                        text3: 'ערן כהן, אל"ם <br>מפקד קריית ההדרכה'
                    }],
                    "חייל/ת יקר/ה": [{
                        cardType: "textTwoParagraphs",
                        text1: 'פנקס זה נועד עבורך. הפנקס מרכז בתוכו את נהלי היחידה, את זכויותיך וחובותיך. בפנקס תמצא/י חומר הסברה שיסייע בידך להכיר טוב יותר את המקום בו את/ה משרת/ת, ולהכיר את פקודות ונהלי הצבא ברמת הפרט וברמת והיחידה. אין צורך ללמוד בע"פ, רצוי כי תכיר/י את תוכן הנושאים בפנקס ותוכל/י להשתמש בו בעת הצורך. רצוי לעיין בפנקס מידי פעם ולרענן לעצמך את הנהלים, הפקודות ודגשי היחידה.',
                        text2: 'מחנה אראל שרון- מבט גאוגרפי: <br> תיאור: מחנה שרון (עיר הבה"דים) כוללת את היחידות הבאות: בה"ד 6, בה"ד 7, בה"ד 10, בה"ד 11, בה"ד 13, בה"ד 20, בה"ד חינוך, מ.צ הנגב ומפקדת קריית ההדרכה. היקף המתקן: 2500 דונם צירים סמוכים: כביש ב"ש, צומת הנגב. ישובים סמוכים: ב"ש, מצפה רמון, דימונה וירוחם.'
                    }],

                    "פרק א' - כללי, מטרות ושיטה": [{
                        cardType: "textThreeParagraphs",
                        text1: '1. כללי <br> מסמך נהלי יחידה מחייב את כלל משרתי מפקדת קריית ההדרכה: קצינים, נגדים, חיילים ואע"צים. שינויים ודגשים לענפים ולמסגרות השונות מופיעים בפק"לים נוספים, מקצועיים וייחודיים. ההוראות במסמך זה אינן מחליפות את פקודות הצבא. יש לעיין בפקודות מטכ"ל והוראות מקצועיות של קציני חיל ראשיים. ',
                        text2: '2. מטרות המסמך <br> הסדרת נהלי היחידה של המשרתים במפקדת קריית ההדרכה בנושאים שאינם מופיעים בפקודות הצבא הכלליות. הבהרת הפקודות, הנהלים וההוראות המחייבות כנגזרת מפקודות הצבא והתאמתן לאופי החיים והעבודה ביחידה. לשמש כלי עזר בהתמצאות והתנהלות בשגרה. ',
                        text3: '3. שיטה <br> מסמך זה ימצא בלשכת המפקד ובמשרדי רע"נים. כמו כן תפורסמנה הפקודות בפורטל קריית ההדרכה ברשת ותהיינה נגישות לכל חייל לקריאה. הפקודות יועברו לחיילים במסגרת פקודות שגרה ע"פ הצורך. הפנקס יחולק לכול החיילים והמפקדים במפקדת קריית ההדרכה. '
                    }],
                    'רוח צה"ל': [{
                        cardType: "picAndText",
                        title: 'רוח צה"ל',
                        pic: "../assets/images/army'sSpirit1.png",
                        content: ""
                    }],
                    'ערכי צה"ל': [{
                        cardType: "picAndText",
                        title: 'רוח צה"ל',
                        pic: "../assets/images/army'sSpirit2.png",
                        content: ""
                    }],
                    'התקווה': [{
                        cardType: "picAndText",
                        title: 'רוח צה"ל',
                        pic: "../assets/images/haTikva.png",
                        content: ""
                    }],
                },
            },
        },
        // שם נושא
        "תנאי השירות": {
            "icon": "../assets/images/learning/Artboard 4.svg",
            // שאלות לנושא הזה
            "questions": [ ],
            "amountOfQuestions": 2,
            "learningContent": {
                // סוג הכרטיסייה
                "רמות הפעילות": {
                    "כללי": [{
                        cardType: "text",
                        content: 'רמת פעילות (רמ"פ) הינה תוספת כספית המשולמת לחיילי חובה וקבע (כולל תנאי קבע) בגין אופי שירותם המתבטא, בין היתר, בלינות ביחידה, רמת סיכון בתפקיד, אופי היחידה ומיקומה. רמ"פ אוטומטית הינה רמ"פ המשולמת באופן אוטומטי עם קליטת החייל ביחידה. רמ"פ מדווחת הינה רמ"פ לה זכאי משרת חובה/קבע השונה מרמ"פ האוטומטית של היחידה.'
                    }],
                    'רמ"פ בקריית ההדרכה': [{
                        cardType: "textThreeParagraphs",
                        text1: "רמת הפעילות האוטומטית בקריית ההדרכה הינה רמת פעילות ב' ע''ת לינה ביחידה למשך 3 לילות בשבוע. משרתים ביחידה שילונו 2 לילות בשבוע יזוכו ברמת פעילות ג' בלבד. משרתים שילונו פחות מהמפורט לעיל יזוכו ברמת פעילות דריכות בלבד.",
                        text2: "שעות הפעילות עבור המשרתים ברמת פעילות ד' יהיו בין השעות 08:00-17:30 בכל ימות השבוע, לכל הפחות. כל משרת קבע ביחידה אחת לחציון יחתום על הצהרה, בה יצהיר מול מפקדו בדרגת סא''ל על מספר הלילות אותן לן בשבוע ועל רמ''פ הפעילות לה זכאי בהתאם לכך. ריכוז החתימות יבוצע ע''י ק. הסגל.",
                        text3: 'באחריות ק. הסגל, משרת הקבע ומפקדו לוודא הזנת רמ"פ בהתאם למספר הלילות! בקרה  על מימוש המדיניות תתבצע ע"י רמ"ד / רע"ן רלוונטי בהתאם לכתב המינוי כפי שניתן ע"י מפקד היחידה.'
                    }],
                    'רמ"פ בקריית ההדרכה': [{
                        cardType: "picAndText",
                        title: 'רמ"פ בקריית ההדרכה',
                        pic: "../assets/images/table1.png",
                        content: `להלן פירוט הזכאות לרמ"פ לפי מספר הלילות:<br><br> 1) רמת הפעילות האוטומטית בקריית ההדרכה הינה רמת פעילות בי עיית לינה ביחידה למשך 3 לילות בשבוע.<br>2) משרתים ביחידה שילונו 2 לילות בשבוע יזוכו ברמת פעילות ג' בלבד.<br>3) משרתים שילונו פחות מהמפורט לעיל יזוכו ברמת פעילות דריכות בלבד.<br> 4) שעות הפעילות עבור המשרתים ברמת פעילות די יהיו בין השעות 08:00-17:30 בכל ימות השבוע, לכל הפחות.<br>5) כל משרת קבע ביחידה אחת לחציון יחתום על הצהרה, בה יצהיר מול מפקדו בדרגת סא"ל על מספר הלילות אותן לן בשבוע ועל רמים הפעילות לה זכאי בהתאם לכך. ריכוז החתימות יבוצע ע"י ק. הסגל.<br>6) באחריות ק. הסגל, משרת הקבע ומפקדו לוודא הזנת רמיים בהתאם למספר הלילות! בקרה על מימוש המדיניות תתבצע ע"י רמייד/רעיין רלוונטי בהתאם לכתב המינוי.<br> 7) כפי שניתן ע"י מפקד היחידה.`
                    }],
                },
                "שעות פעילות": {
                    "כללי": [{
                        cardType: "text",
                        content: ' על פי פקודות הצבא, מפקדות צה"ל ומתקניו יפעלו עשרים וארבע שעות ביממה. מפקדת קריית ההדרכה הינה יחידה סגורה.'
                    }],
                    'פירוט שעות הפעילות': [{
                        cardType: "picAndText",
                        title: 'פירוט שעות הפעילות',
                        pic: "../assets/images/table2.png",
                        content: ''
                    }],
                    'שעות הגעה ויציאה של עובדי המשמרות': [{
                        cardType: "picAndText",
                        title: 'שעות הגעה ויציאה של עובדי המשמרות',
                        pic: "../assets/images/table3.png",
                        content: ''
                    }],
                    'שעות הפעילות של חיילות בשירות קבע שהן אימהות לילדים כמפורט בפ"מ 36.0406': [{
                        cardType: "picAndText",
                        title: 'שעות הפעילות של חיילות בשירות קבע שהן אימהות לילדים כמפורט בפ"מ 36.0406',
                        pic: "../assets/images/table4.png",
                        content: 'שעות סיום פעילות'
                    }],
                    "שעות פתיחת משרדים למשרתים בתנאי יחידה סגורה (רמ''פ ב' ו- ג')": [{
                        cardType: "picAndText",
                        title: "שעות פתיחת משרדים למשרתים בתנאי יחידה סגורה (רמ''פ ב' ו- ג')",
                        pic: "../assets/images/table5.png",
                        content: ''
                    }],
                    "דגשים": [{
                        cardType: "listNumbers3",
                        numList: "7",
                        li1: 'יציאה לאפטר תתקיים אחת לשבוע על פי השעות שפורטו.',
                        li2: "משרתים ברמ''פ ג' יצאו פעם אחת בשבוע לאפטר וביום השני יצאו בשעה 17:30, בהתאם לשעות הפעילות.",
                        li3: 'בערב יום הכיפורים תסתיים הפעילות בשעה 10:00.  בגין היעדרות ביום זה לא ינוכה יום חופש.',
                        li4: 'אנשי קבע המתניידים ללא רכב, יגיעו ליחידה בהתאם לשעות שהוגדרו לחיילים.',
                        li5: 'שעות פתיחת משרדים לחיילים ברמ"פ דריכות תהיה בהתאם לשעות הפעילות כפי שפורטו לעיל.',
                        li6: 'הורה לילד עד גיל שנתיים ואם מניקה יהיו פטורים מביצוע תורנות ביחידה.',
                        li7: "אם לילד שטרם מלאה לו שנה ואם מניקה המשרתת ביחידה ברמת פעילות ב' ומטה לא תחויב להישאר בלילות או ללון ביחידתה אלא אם הסכימה לכך בכתב או שניתן אישור בכתב על ידי מפקד היחידה בדרגת אל''ם, המורה כי יש צרכים מבצעיים המחייבים זאת."
                    }],
                },
                'לומדים תוכ"ש' : {
                    "אישור לימודים": [
                        {
                            cardType: "textTwoParagraphs",
                            text1: `אישור לימודים  - האחריות להזנת נגררת לימודים  מוטלת הן  על  הפרט והן על  ק. הסגל, באחריות קצינים /נגדים שאושרו ללימודי תוכ"ש הצגת אישורים הנדרשים בטרם תחילת שנת הלימודים.`,
                            text2: `נוכחות ביחידה- בימים בהם לא מתקיימים הלימודים (צומות, ימי שבתון, בין הסמסטרים ועוד) על הלומד להגיע ליחידה כרגיל.`
                        },
                    ],
                    "היעדרות בשל לימודים": [
                        {
                            cardType: "textTwoParagraphs",
                            text1: `מבחנים- במידה והלומד לא מגיע ליחידה בשל מבחן יש לאשר ולדווח יום חופש, במידה והלומד עבד חמש שעות ברציפות ומעלה באותו יום של מבחן ניתן להזין ללומד נמצא ביחידה.`,
                            text2: `יציאה ללימודים אקדמאים  בהתאם לאישור הפרטני כפי שניתן לכל לומד.`
                        },
                    ],
                    "מופעים קרייתים": [
                        {
                            cardType: "text",
                            content: `אישור לימודים לא מהווה שחרור ממופעים אשר מתקיימים ביחידה,  איש קבע / קצין המבקש שלא להשתתף במופע יגיש בקשת שחרור בנוהל לשכות.`,
                        },
                    ],
                },
                'ת"ש חובה' : {
                    "חיילי אום": [
                        {
                            cardType: "listNumbers3",
                            numList: "13",
                            li1: 'חיילים בודדים- חסרי עורף משפחתי ומובהקים',
                            li2: "זכאי תשמש ואח זכאי תשמש.",
                            li3: 'עולים חדשים',
                            li4: 'זכאי סיוע',
                            li5: 'התש',
                            li6: 'נשואים וידועים בציבור',
                            li7: 'פטירה טרייה- קרוב מדרגה ראשונה',
                            li8: 'בנים למשפחות שכולות/ נפגעי פעולות האיבה/ נכה צהל 100%',
                            li9: 'בית הדין המשלב',
                            li10: 'חיילי איתן/מקאם',
                            li11: 'חיילים מפונים- זכאים ליום סידורים אחת לחודש',
                            li12: '<b>ראיונות או"ם</b> <br> יבוצעו תוך 7 ימים מקליטת חייל או"ם ליחידה או תוך 30 יום מהכרה ואחת לחצי שנה מתום ראיון קודם. יבוצע ע"י מפקד בדרגת כתף בלבד.',
                            li13: '<b>ביקורי בית</b> <br> יבוצעו תוך 30 יום מקליטת חייל בודד/ זכאי סיוע/ עולים חדשים/ בית הדין המשלב ליחידה או תוך 30 יום מהכרה ואחת לשנה מתום ביקור בית קודם. יבוצע ע"י מפקד בדרגת כתף בלבד.', 
                        },
                    ],
                    "החייל הבודד וזכויותיו": [
                        {
                            cardType: "listDots3",
                                numList: "8",
                                li1: `<b>בודד מובהק:</b> חייל ששני הוריו לא נמצאים בארץ, קיימים ארבעה סוגי בודדים: בן שליחים, בן יורדים, עולה חדש ויתום. <br>`,
                                li2: `<b>בודד חסר עורף משפחתי:</b> חייל שמשפחתו מתגוררת בארץ אך לא מהווה עבורו עורף ותא משפחתי ולכן מוכר כחייל בודד. <br> `,
                                li3: `<b>הובלות:</b> סיוע לבודדים בהובלת ציוד ברמת היחידה.<br>`,
                                li4: `<b>פתרונות הדיור:</b> בית החייל, דירת אל"ח, השתתפות בשכ"ד או הא"ד, אימוץ בקיבוץ<br>`,
                                li5: `<b>יום סידורים:</b> יום סידורים מטכ"לי אחת לחודשיים ובהכשרה אחת לחודש.<br>`,
                                li6: `<b>חופשות מיוחדות:</b> .מיוחדת חו"ל של כ-30 ימים בשנת שירות על מנת לבקר קרוב מדרגה ראשונה <br> מיוחדת ביקור קרוב מדרגה ראשונה של כ-8 ימים בשנת שירות. <br> מימון טיסה אחד בשירות/שני מימוני טיסה עבור לוחמים (לאחר שמונה חודשי שירות)<br>`,
                                li7: `חייל חצי בודד זכאי למיוחדת חו"ל של 21 ימים.`,
                                li8: `<b>הטבות כספיות:</b>  150 ש"ח בחוגר כל חודש (חיילים המתגוררים בדירת אל"ח מקבלים 400 ש"ח). תוספת חודשית קבועה למשכורת- 600 ש"ח. <br> תווי קנייה בראש השנה ופסח.<br> הנחה בחשמל ובארנונה. <br> מענקים ממשרדי הקליטה והבינוי (לעולים חדשים).<br>`,
                        },
                    ],
                    "זכאי סיוע והלנה מטעמי פרט": [
                        {
                            cardType: "listDots3",
                                numList: "3",
                                li1: `<b>זכאי סיוע:</b> חייל אשר נמצא במערכת יחסים מורכבת עם הוריו ומתקיים קשר מינימלי עם משפחתו אך אינם מהווים עבורו תא משפחתי תומך (מבחינה כלכלית ורגשית). <br> <b>הטבות:</b> הכרה כחייל או"ם, מענק חודשי ע"ס 300 ש"ח (50% מגובה מענק בודד), פתרונות דיור צה"ליים בלבד, תווי קנייה ע"ס 150 ש"ח (וע"ס 400 ש"ח למתגוררים בדירת אל"ח) <br>`,
                                li2: `<b>הלנה מטעמי פרט:</b> הטבת לינה קבועה לחייל אשר נאלץ להתגורר שלא בביתו באופן קבוע מטעמים אישיים או סוציאלים חריגים (צפיפות, קשר רעוע עם ההורים ועוד). <br> <b>הטבות:</b> פתרונות דיור צה"ליים בלבד, תווי קנייה ע"ס 150 ש"ח (וע"ס 400 ש"ח למתגוררים בדירת אל"ח).  <br> `,
                                li3: `<b>הלנה זמנית מיידית:</b> במידה ויש מקרה דחוף בו החייל אינו יכול לשהות בביתו, יוכל לפנות למשרד הת"ש ולקבל זכאות מיידית לחודש לינה בבית החייל.<br>`,
                        },
                    ],
                    "הקלות בתנאי שירות": [
                        {
                            cardType: "listDots3",
                                numList: "6",
                                li1: ` הטבה שתאושר לחייל במטרה לתת מענה לצורכי בני משפחתו (קרוב מדרגה ראשונה) המחייבים את נוכחותו בבית לאור בעיה רפואית, כלכלית או סוציאלית.`,
                                li2: `<b>סוגי הת"ש:</b> <br> 2-7. מספר ההת"ש הינו מספר הלילות בהם החייל ישן בביתו בשבוע (הלילה שבין שישי לשבת לא נכלל בחישוב) `,
                                li3: `לאחר שלחייל מאושרת הזכאות להת"ש חובה להוציא אותו ע"פ זכאותו (ריתוק ומצב חירום גוברים על הת"ש- יש לאשר זאת מול מפקד בדרגת סרן לפחות ומצב חירום מול אל"מ).`,
                                li4: `שימו לב- הת"ש 3 ומעלה מחייב הורדה מלוחמה ושירות של עד 100 ק"מ מהבית`,
                                li5: `הבקשה מותנית בביצוע ביקור בית, הבאת אישורים רפואיים/כלכליים, החתמת רופא יחידה והחתמת מפקדים. לרשימת אישורים מלאה יש לפנות למש"קית הת"ש.`,
                                li6: `<b>הת"ש מובנה- הת"ש 3:</b> <br> חייל נשוי+ ילד. <br> חייל שקרובו מדרגה ראשונה נפטר בחמש שנים האחרונות. <br> בן משפחה שכולה ונפגעת פעולות איבה/ אחים או בנים של נכה צה"ל 100% `,

                        },
                    ],
                    "החייל הנשוי": [
                        {
                            cardType: "listDots3",
                                numList: "12",
                                li1: `מענק חד פעמי לרגל הנישואין ע"ס 1,260 ש"ח `,
                                li2: `חייל נשוי הורה לילד זכאי תשמ"ש ברמ"פ א' ומעלה זכאי בכל חודש לתווי קנייה ע"ס 150 ש"ח.`,
                                li3: `מענק לידה חד פעמי ע"ס 1,260 ש"ח`,
                                li4: `חייל נשוי יהיה זכאי להגיש בקשת תשמ"ש אשר תבחן לפי מספר קריטריונים`,
                                li5: `זכאות להוצאות אחזקת דירה בגובה 50% (170.65 ש"ח). חייל נשוי אשר קיימת דירה בבעלותו יהיה זכאי ל100% הא"ד ע"ס 341.3 ש"ח`,
                                li6: `סל חופשות מיוחדות`,
                                li7: `חייל אשר שוכר דירה/ משלם משכנתא יוכל להגיש בקשה להשתתפות בשכ"ד. תקרת הזכאות המקסימלית הינה 795 ש"ח.`,
                                li8: `חייל נשוי אב לילד זכאי באופן אוטומטי להת"ש 3.`,
                                li9: `זכאות ליום סידורים אחת לחודשיים ובהכשרה אחת לחודש`,
                                li10: `תווי קנייה בראש השנה ובפסח לזכאי תשמ"ש נשוי.`,
                                li11: `הגעה מוקדמת הביתה בערבי חג- יום לפני החג ועד השעה 17:30.`,
                                li12: `חייל גרוש אב לילד- תשמ"ש מזונות אשר יכנס לחשבון גרושת החייל, יום סידורים אחת לחודשיים ובהכשרה אחת לחודש.`,
                        },
                    ],
                    "תשלומי משפחה": [
                        {
                            cardType: "text",
                            content: `אישוכות.`,
                        },
                    ],
                    "סיוע כלכלי": [
                        {
                            cardType: "text",
                            content: `אישושכות.`,
                        },
                    ],
                    "חופשות מיוחדות": [
                        {
                            cardType: "text",
                            content: `אישושכות.`,
                        },
                    ],
                    "בתי החייל": [
                        {
                            cardType: "text",
                            content: `אישושכות.`,
                        },
                    ],
                },
            },

        },
        // שם נושא
        "שגרה ומשמעת": {
            "icon": "../assets/images/learning/Artboard 4.svg",
            // שאלות לנושא הזה
            "questions": [
            ],
            "learningContent": {
                    "כללי": {
                        "כללי": [
                            {
                                cardType: "listDots3",
                                numList: "6",
                                li1: `כלל החיילים והמפקדים ינועו בתוך קריית ההדרכה בהופעה תקנית ומסודרת עפ"י פקודות הצבא. חל איסור לחרוג מכללי ההופעה והלבוש בקריית ההדרכה.`,
                                li2: `בכול ימי ראשון וחמישי מתקיימת אכיפה של מ.צ במקומות ציבוריים, חניון היסעים ,תחנות רכב ובסיסי צה"ל הגדולים.`,
                                li3: `חייל/איש קבע שיקבל דוח מ.צ יישפט בפני מפקד קריית הדרכה לאחר ביצוע תחקיר.`,
                                li4: `לא ייכנס חייל למרחב הציבורי ומתקנים  של המחנה: חדר אוכל, מועדון, חדר רווחה, בית הכנסת וכו', אלא בתלבושת נאה והולמת כמפורט בפקודות הקבע. הנחיות ההופעה והלבוש כולל דרכי אכיפה מפורטות בנספח להק"א 33-05-01.`,
                                li5: `יש לוודא כי חיילים ילבשו אך ורק פריטי לבוש שנופקו על ידי הצבא ואושרו לשימוש ביחידה.`,
                                li6: `חלה חובה על חבישת כומתה ברחבי קריית ההדרכה.`,
                            },
                        ],
                    },
                    "מסדרים": {
                        "מסדרי בוקר": [
                            {
                                cardType: "listNumbers3",
                                numList: "7",
                                li1: `מסדרי בוקר יתקיימו בכל בוקר בין הימים ב'-ד'.`,
                                li2: `מסדר הבוקר יתקיים בשעה 7:50 ברחבת הטקסים של מבנה 206 בראשות הרס"ר .`,
                                li3: `מסדר הבוקר ביום ה' יתקיים בשעה 08:30 ברחבת  הטקסים של מבנה 206 בראשות הרס"ר.`,
                                li4: `במסגרת המסדר יונף דגל המדינה (כמפורט בפ"מ 33.0401), ייבדקו נוכחות החיילים ועמידתם בהוראות הופעה ולבוש וציודם האישי.`,
                                li5: `אחת לחודש, יתקיים מסדר הנפת הדגל בראשות מפקד קריית ההדרכה וסגלי המפקדה.`,
                                li6: `חובת הנוכחות במסדר הבוקר היא על כל החיילים בשירות חובה לרבות חיילי לשכה, למעט חיילים שאושר שחרורם מהמסדר על ידי רע"ן או בהתאם לפקודות הקבע של היחידה (לדוגמה: חיילים המבצעים תורנויות).`,
                                li7: `שינויים במועדי המסדר ייקבעו על ידי רס"ר מפקדת קריית ההדרכה ויופצו לכלל המפקדים.`,
                            
                            },
                        ],
                        "מסדרי יציאה": [
                            {
                                cardType: "text",
                                content: `מסדר יציאה לחיילים יתקיים בימי חמישי בשעה 08:30 בראשות רס"ר מפקדת קריית ההדרכה. בנוסף יתקיימו מסדרי יציאה פרטניים באחריות מפקדים ישירים בהתאם צורך.`
                            },
                        ],
                        "מסדרי ניקיון": [
                            {
                                cardType: "listNumbers3",
                                numList: "8",
                                li1: `ככלל, ניקיון השטחים הציבוריים בקריית ההדרכה הוא באחריות "מבט לנגב תפעול". עם זאת, קיימת אחריות אישית לכל חייל ומפקד ביחידה הן על ניקיון המרחב האישי והן על המרחב  הציבורי. `,
                                li2: `באחריות המפקדים לוודא את ניקיון המשרדים והחדרים של חייליהם.`,
                                li3: `על פי החלטת המפקד, מסדרי ניקיון במבני המגורים יתקיימו אחת לשבוע בימי חמישי בשעה 09:30 במגורי בנים ובשעה 10:00 במגרי בנות בראשות רס"רית מפקדה ובליווי מפקד מכל ענף.  אחת לחודש יבוצע מסדר בראשות הרע"ן.`,
                                li4: `מסדרי ניקיון בראשות מפקד קריית ההדרכה יתבצעו אחת לרבעון. בנוסף, יתבצעו מסדרים לקראת חג הפסח וחג ראש השנה. (ימי מראה קרייתי).`,
                                li5: `אחת לשבוע (בימי ב', בשעה 11:00) יתקיים מסדר ניקיון במשרדים -אחריות רס"רית.`,
                                li6: `אחת לחודש כל רע"ן יקיים מסדר ניקיון בגזרתו (מגורים, משרדים, מחסנים)`,
                                li7: `בימי חמישי ע"פ לו"ז לשכה יתקיים מסדר ניקיון במתקנים.`,
                                li8: `בימי רביעי יערך מסדר ניקיון למדור מבצעים במגורי החיילים, עמדות ומשרדים בשעה 20:00 בראשות רס"רית מפקדה.`
                            },
                        ],
                    },
                    "מתקנים ביחידה": {
                        "מרפאה": [
                            {
                                cardType: "listDots3",
                                numList: "4",
                                li1: `שעות הפעילות בימים א'-ד': 12:00-08:00 ו- 17:30-13:00. שעות פעילות ביום ה': <br>  08:00-12:00 ו- 13:00-16:00`,
                                li2: `מסדר חולים מתבצע מידי יום בשעות הקבלה ע"י חובש/ת. בסופ"ש ולאחר שעות הפעילות יינתן מענה ע"י חובש תורן.`,
                                li3: `מרפאת הקריית ההדרכה:<br> 073-377-2885/6/7`,
                                li4: `טלפון מרכזיית המרכז הרפואי: 073-377-2888`,
                                li4: `לשעת חירום טלפון: <br> 073-377-2819 או דרך חמ"ל קריית ההדרכה.`
                            },
                        ],
                        "אפסנכול": [
                            {
                                cardType: "listDots3",
                                numList: "3",
                                li1: `שעות הפעילות ימים א'-ה' 08:00-20:00,יום ו' 08:00-12:00`,
                                li2: `מספר טלפון מטכ"לי - 0733772730`,
                                li3: ` <b> מרלוג: 08:00-17:00`,
                                
                            },
                        ],
                        "שירותי כביסה וגיהוץ": [
                            {
                                cardType: "listDots3",
                                numList: "3",
                                li1: `במסגרת רווחת השירות לחייל/ת ניתן לשלוח פריטי כביסה אישית עד 20 פריטים מהמפורטים מטה:חולצת עבודה, מכנס עבודה, גופיה, חולצה / מכנס א', כלי מיטה, מגבות, חולצות ומכנסי ספורט, סדין למיטה, מגבות, מעילים, אפודת צמר אישית, ירכית, חצאית ועוד'`,
                                li2: `מסירת וקבלת הכביסה תתבצע באפסנכל ע"פ שעות הפעילות בימים א'-ה' .`,
                                li3: `ניתן לשלוח כביסה עד יום ב' בשעה 19:45, קבלת הכביסה בחזרה תתבצע ביום שלישי שבוע לאחר מכן.`,
                            },
                        ],
                        "מתחם מסחרי": [
                            {
                                cardType: "listDots3",
                                numList: "5",
                                li1: `הזכיין יפעיל את מרכז המכר בהתאם לסדר היום הנהוג בקריית ההדרכה ולפחות בשעות כדלקמן:`,
                                li2: `שעות פעילות ביסטופ:<br> בימים א-ד בין השעות 7:00-22:00 ,יום ה' בשעה 7:00-20:30 ויום ו' בשעה 7:00-13:00`,
                                li3: `שאר שרותי המכר יהיו פתוחים בימים א'-ה' 9:00 - 18:00.`,
                                li4: `בימי ו' וערב חג כל שירותי המכר יהיו פתוחים מהשעה 8:00  - 12:00`,
                                li5: 'בצאת שבת- פתיחה שעה לאחר צאת השבת',
                            },
                        ],
                        "חדר כושר": [
                            {
                                cardType: "listDots3",
                                numList: "11",
                                li1: `מיקום: קריית הספורט, קומה 1`,
                                li2: ' בחדר הכושר תוכלו למצוא מגוון מכשירי אירובי וכוח כגון: הליכונים, מכשיר אליפטי, אופניים, מכשירי כוח והתנגדות ומשקלים חופשיים לאימונים מכל הסוגים. בנוסף תוכלו להיעזר במדריכי הכושר והמדא"גיות הנמצאים במתחם לכל שאלה. ',
                                li3: `שעות פתיחה: <br> 06:00-22:00 א׳-ה׳ <br>
                                06:00-13:00 ו׳
                                `,
                                li4: `<b>שעות מגדריות חדר כושר:</b><br> חיילות - <br> יום שני: 08:00-10:00<br>יום רביעי: 20:00-22:00<br>חיילים - <br>יום שני: 20:00-22:00<br>רביעי: 08:00-10:00 `,
                                li5: 'שעות רישום לחדר כושר - 12:00-14:00',
                                li6: ' תהליך הרישום: הגעה למשרד מדור א"ג > כניסה לאתר צה"ל > שאלון א"ס > הצגת הציון למדריך > מילוי פרטים אישיים ',
                                li7: ` מתקיימים חוגים קבועים בקריית הספורט, להצטרפות יש לכתוב לרמ"ד כושר.
                                <br> לרישום לאימונים: אדל אדלשטיין 050-6991309 <br>`,
                                li8: ` הכניסה לחדר הכושר לאחר הרשמה והצגת חוגר בכניסה. `,
                                li9: ` כל מתאמן מחויב להגיע על מדי ספורט תקניים ועם מגבת אישית. `,
                                li10: ` אין כניסה עם נשק לחדר הכושר. `,
                                li11: `כל מתאמן מעל גיל 23 או מתחת לפרופיל 72 נדרש לאישור רופא.  `,
                            },
                        ],
                        "בריכה": [
                            {
                                cardType: "listDots3",
                                numList: "7",
                                li1: ` מיקום: קריית הספורט, קומת כניסה `,
                                li2: ` בקריית הספורט קיימת בריכת שחייה חצי אולימפית. `,
                                li3: `<b>שעות פתיחה:</b> <br>
                                א -  14:30-19:00 ,09:30-14:30 <br>
                                ב-ד -  14:30-19:00 ,06:30-11:30 <br>
                                ה - 06:30-11:30  <br>
                                אימוני שחייה לאנשי קבע בימי שני ב06:30 - 07:30`,
                                li4: `<b>שעות מגדריות:</b> <br>
                                חיילות יום שני -  17:00-19:00  <br>
                                חיילים יום רביעי -  17:00-19:00  <br>
                                בשעה 16:00 הבריכה תיסגר למען השעות המגדריות ותיפתח ב17:00 למגדר הרלוונטי <br>`,
                                li5: `יש לוודא הרשמה לחדר הכושר לפני כניסה לבריכה`,
                                li6: `כל מתאמן מעל גיל 23 או מתחת לפרופיל 72 נדרש לאישור רופא.  `,
                                li7: ` על כולם למלא הצהרת בריאות מקרפ"ר 300 `,      
                            },
                        ],
                        "מספרה": [
                            {
                                cardType: "listDots3",
                                numList: "3",
                                li1: `שעות הפעילות בימים א'-ה': 08:00-18:00.`,
                                li2: `ניתן לתאם תספורת ליום שישי משעה 08:00-12:00 בתאום מראש. `,
                                li3: `הזמנת תור דרך טלפון הנ"ל חייל עד 48 שעות וסגל עד 24 שעות.<br>מספר טלפון : 0545562343`,
                            },
                        ],
                        'נשקייה ארמו"ן': [
                            {
                                cardType: "listDots3",
                                numList: "6",
                                li1: `שעות פעילות:`,
                                li2: ` יום א -  09:30-17:00  `,
                                li3: ` ימי ב-ד -  08:00-17:00  `,
                                li4: ` יום ה -  08:00-15:00  `,
                                li5: ` אפסונים יום ו -  08:00-09:00 `,
                                li6: `  הפסקה בין השעות 11:45-13:00 `,
                                
                            },
                        ],
                        "בתי כנסת וזמני תפילה": [
                            {
                                cardType: "text",
                                content: `בעיר מס' בתי כנסת:<ol class="list"><li>אור עולם.</li> <li>בית כנסת הגדול בעיר.</li><li>יכין.</li><li>בית כנסת בחניון היסעים.</li></ol>`
                            },
                            {
                                cardType: "picAndText",
                                pic: "../assets/images/table6.png",
                                content: "שעות פעילות בית הכנסת",
                            },
                            {
                                cardType: "text",
                                content: "על מנת לקבל את המענה הדרוש, במידה ואתה נתקל בבעיה או בשאלה כלשהיא בשירותך, אתה מוזמן לפנות לרבנות היחידה:<br>רב קריית הדרכה:0733772608<br>אחראי כשרות ודת:0733772644"
                            },
                        ],
                        "ספרייה": [
                            {
                                cardType: "text",
                                content: `לרשות החיילים מוקמת ספרייה בקריית ההדרכה במבנה 207.<br>
                                    במבואת הספרייה פועלות עמדות מידע ממוחשבות אשר הגישה אליהן אפשרית בכל  שעה.<br>
                                    שעות פעילות הספרייה: בימי א' - ד' - בין השעות 08:00-17:00 , 19:00-22:00. יום ה' - 08:00-17:00. בימי ו' ושבת סגור.`
                            },
                        ],
                        "חדרי רווחה מועדוניות": [
                            {
                                cardType: "listDots3",
                                numList: "2",
                                li1: `לנוחות החיילים, במבואות הכניסה במבני המגורים הוקמו חדרי רווחה לפעילות רועשת, לצפייה בטלוויזיה ולפעילות שקטה.`,
                                li2: `שעות פעילות המועדונים:<br>בימי א' - ה' - 14.00 - 12.00, 23.00 - 17.00<br>ימי ו' - מהשעה 12.00 ועד חצי שעה לפני כניסת שבת<br>מוצאי שבת   חצי שעה לאחר צאת השבת ועד השעה 23.00`,
                            },
                        ],
                        "מוקד מרכזי": [
                            {
                                cardType: "textTwoParagraphs",
                                text1: "המוקד המרכזי הינו מוקד שליטה ובקרה, אליו ניתן לפנות בכל הנוגע להודעות בדבר תקלות, צרכים ומידע.  ",
                                text2: `המוקד פועל 24 שעות ביממה כולל סוף שבוע וחג.<br>טלפון אזרחי - 073-3772000 <br>טלפון מטכ"לי (מהמשרד)   106 / 2000`
                            },
                        ],
                        'חמ"ל קריית ההדרכה': [
                            {
                                cardType: "text",
                                content: "073-377207 / 073-3772330"
                            },
                        ],
                    },
                    "תורנויות": {
                        'תורנות סא"ל תורן': [
                            {
                                cardType: "textTwoParagraphs",
                                text1: `התורנות מבוצעת על ידי רע"נים.`,
                                text2: `ממלא מקומו של מפקד קריית ההדרכה בכל הקשור לאבטחת המחנה, הוצאת והחזרת פינויים ופניות מהבה"דים. סא"ל תורן יהיה בזמינות מלאה לאורך כל התורנות.`
                            },
                        ],
                        'מפקד תורן': [
                            {
                                cardType: "textTwoParagraphs",
                                text1: `התורנות מבוצעת על ידי קצינים בדרגת רב סרן.`,
                                text2: `אחראי על אירועי פח"ע, הג"ס או התגוננות בתוך היחידה. אחראי לשליטה על כוחות החבירה בעת אירוע חירום. מפקד תורן יהיה בכוננות וזמינות מלאה באופן מתמיד. אחראי על הוצאת והחזרת פינויים באמצעות רכב ונהג ייעודיים- שילוח משימה.`
                            },
                        ],
                        'קצין תורן': [
                            {
                                cardType: "textThreeParagraphs",
                                text1: `התורנות מבוצעת על ידי קצינים בדרגת סגן-סרן.`,
                                text2: `סגנו של המפקד התורן, ומפקד כיתת הכוננות.`,
                                text3: "קצין תורן יהיה בכוננות וזמינות מלאה באופן מתמיד. אחראי לתדריך מקיף של נהגי הפינויים.<br>בימי חמישי ושישי יפקד על כוח האבטחה בחניון היסעים."
                            },
                        ],
                        'מפקד שער': [
                            {
                                cardType: "textTwoParagraphs",
                                text1: `התורנות מבוצעת על ידי נגד בדרגת סמ"ר- רס"ל או קצין בדרגת סג"ם-סגן.`,
                                text2: `שמירה על אופן ביצוע אבטחת המחנה בשערים- המערבי/המזרחי, וניהול משמרת של מאבטחי המתקנים בק"ה. אחראי על כל נראות, תקינות ומבצעיות של השער עליו הוא אמון.`
                            },
                        ],
                        'הגנ"ש': [
                            {
                                cardType: "textTwoParagraphs",
                                text1: `התורנות מבוצעת על ידי נגד בדרגת סמ"ר-רס"ל או קצין בדרגת סג"מ-רס"ן.`,
                                text2: `יציאה להגנת יישובים במטרה לתת מענה מבצעי לאיום על היישוב הספציפי אליו הוא נשלח.`
                            },
                        ],
                        'קצין תורן מפקדה': [
                            {
                                cardType: "textTwoParagraphs",
                                text1: `התורנות מבוצעת על ידי קצינים/נגדים זוטרים.`,
                                text2: `<ol class="list"><li>אחראי על סדר ומשמעת במהלך ארוחת הצהריים\ערב\בוקר.</li><li>אחראי על הורדת הדגל ביחידה</li><li>אחראי על וידוא מרותקים</li><li>אחראי על מועדוני היחידה</li><li>אחראי לבצע ביקורת סמים ואלכוהול יומית באזור מגורי המפקדה.</li></ol>`
                            },
                        ],
                        'תורני מועדונים': [
                            {
                                cardType: "listDots3",
                                numList: "4",
                                li1: `התורנות מבוצעת על ידי חיילי חובה.`,
                                li2: `אחראים על מועדוני הרווחה שבמבנה המגורים של המפקדה  במבנים :502 503.`,
                                li3: `אחראים על הציוד הקיים, וידוא סדר ומשמעת במהלך שעות הפעילות.`,
                                li4: `שמירה על פקודת השירות והמשותף.`,
                            },
                        ],
                        'תורנות חדר אוכל': [
                            {
                                cardType: "textTwoParagraphs",
                                text1: `התורנות מבוצעת על ידי חיילי חובה.`,
                                text2: `על התורן להימצא בכלל הארוחות, התורן אחראי על חלוקת מנות למי שהחוגר שלו תקול\אבד.<br>אחראי לוודא שחיילים לא נכנסים לחדר האוכל על מד"ס.`
                            },
                        ],
                        "דגשים לתורנויות": [
                            {
                                cardType: "listDots3",
                                numList: "4",
                                li1: `סדר התורנויות יפורסם לפחות אחת לשבוע, כדי שכל בעל תפקיד ידע מתי חלה תורנותו.`,
                                li2: `לצד שמו של כל תורן יצוין שמו של הבא אחריו, שיימצא בכוננות למקרה שיצטרך לבצע את התורנות, אם מסיבה כלשהי לא יוכל התורן הקבוע לבצע את התורנות.`,
                                li3: `בימי שבת וחג יש לקיים, בדרך כלל, תורנות רצופה (של 48 שעות), אלא במקרה שצפויה פעילות מוגברת, המחייבת החלפת תורנים אחרי 24 שעות או פחות.`,
                                li4: `תורנויות המחנה ינוהלו ע"פ לוח צדק שיפורסם מבעוד מועד לכל הנוטלים חלק בתורנויות.`,
                            },
                        ],
                    },
                    "הופעה ולבוש": {
                        "לבוש בגדים אזרחיים": [
                            {
                                cardType: "listNumbers3",
                                numList: "6",
                                li1: `הלבוש האזרחי יהיה הולם ולא חושפני  חולצה תהיה בעלת שרוול ארוך או קצר (ללא גופייה), מכנסים ארוכים מגובה הברך, חצאית שאורכה לא יהיה קצר מ-3 ס"מ מפיקת הברך.`,
                                li2: `חל איסור לנוע על מדי ב' מחוץ ליחידה בפקודה.`,
                                li3: `גופייה לחיילים בחובה-גופייה לבנה או ירוק זית מתחת למדי א' או ב'. `,
                                li4: `גופייה לאנשי קבע-גופייה לבנה מתחת למדי א' וגופייה בצבע ירוק זית מתחת למדי ב'.`,
                                li5: `קיפול השרוולים- יש לקפל מעל למרפק ולוודא כי שרוולי החולצה שמתחת לא בולטים.`,
                                li6: `חגורת המכנס תהיה ירוקה בלבד, לא מקושקשת ולא בלויה.`,
                            },
                        ],

                        "מדים": [
                            {
                                cardType: "listNumbers3",
                                numList: "6",
                                li1: `חגורת המכנס תהיה ירוקה בלבד, לא מקושקשת ולא בלויה.`,
                                li2: `כומתה תהיה תקינה, לא קרועה ולא בלויה ללא אבזמים נוספים, ללא קליפס כדי להחזיק את הכומתה, סמל הכומתה יהיה בשיוך חיילי  וללא רקע אדום. במפקדת קריית הדרכה נעים עם כומתה בצבע זית למעט זכאים לכומתה בתנאים הבאים:<br>שירות קבע-שירות שנה וחצי ביחידה מזכה.<br>שירות חובה-שירות שנה וחצי מעבר מסלול אימונים לחימה מלא.`,
                                li3: `כל חייל מחויב בפק"ל כיסים, הכולל: פנקס שבי, פנקס אימון חיילות (מטווחים), דסקיות צוואר ונעליים,פנקס כיס ופטורים למיניהם.`,
                                li4: `נעליים- נעלי החייל יהיו תקינות ומצוחצחות, שרוכי הנעל יהיו מוצנעים.<br>איש קבע ינעל נעליים חצאיות או שלושת רבעים בלבד שיהיו מעור או דמוי עור.<br>צבע הנעליים שחור אחיד חלק ולא מבריק .הנעליים ישרכו בשרוכים בלבד ויהיו ללא קישוט וללא אבזם לרבות סמל החברה שייצרה את הנעליים. חרטום הנעליים יהיה מעוגל וללא תפרים.<br>גובה עקב הנעליים יהיה 2 ס"מ.<br>אסור לנוע עם נעליים גבוהות במדי א'.`,
                                li5: `חייל יגרוב גרביים בצבעים אפור/ שחור ללא קשקושים.`,
                                li6: `אוזניות: חייל לא ינוע עם אוזניות בזמן תנועה רגלית. חייל רשאי לנוע עם אוזניה בודדת אחת באוזנו לצורך דיבור בטלפון.`,
                            },
                        ],
                        "תספורת": [
                            {
                                cardType: "listNumbers3",
                                numList: "8",
                                li1: `שערות ראשו של חייל תהיינה קצרות`,
                                li2: `חייל לא ינוע בתספורת עם מדרגה בשיער. ניתן שיהיו הבדלים בין אורך השיער בצדדים ומאחור )באותו האורך( לחלק העליון, אך המעבר בין האורכים השונים יעשה בצורה מדורגת וחלקה, עם טשטוש המעבר בין האורכים ללא "מדרגה" בשיער.`,
                                li3: `במידה וניתן לראות את המעבר בין שני האורכים, התספורת אינה תקינה.`,
                                li4: `חייל לא יגלח חלקים משיער ראשו ולא יגדל בלורית או ציצית שיער ארוכות, החורגות מהקו האחיד של תספורתו.`,
                                li5: `חיילים-גילוח מידי בוקר או גידול זקן בהתאם להיתר אל"ם או פטור רפואי.`,
                                li6: `חייל אשר נע עם זקן מחויב בפטור החתום על ידי אל"ם.`,
                                li7: `נוהל הגשת בקשה דרך רס"רית המפקדה. על החייל לנוע עם זקן עבות מלא ותקין. חל איסור מוחלט לקצץ זקן.`,
                                li8: `חל איסור לנוע עם פירסינג גלוי או מוסתר.`,
                            },
                        ],
                        "דגשים להופעה חיילות": [
                            {
                                cardType: "listNumbers3",
                                numList: "5",
                                li1: `שיער אסוף עם גומייה שחורה או חומה בלבד או סיכה שחורה.חל איסור מוחלט לנוע עם קליפס.`,
                                li2: `אין לבצע שינויים במדים כגון הנמכת המותן או הצרת המכנס.`,
                                li3: `כלל החיילות יבצעו מכפלת במכנס.`,
                                li4: `תכשיטים: חיילת בחובה רשאית לנוע עם 2 טבעות ,2 עגילים צמודים לאוזן ,צמיד אחד ממתכת ושעון.`,
                                li5: `לקים: חיילת רשאית לנוע עם לק בצבע ורוד בהיר ולק בצבע לבן פנינה, לק שקוף ללא צבעים זוהרים, ללא צבעים זרחניים ומנצנצים בנוסף מותר פרנץ בצבעים המותרים.`,
                            },
                            {
                                cardType: "listNumbers3",
                                numList: "5",
                                li1: `נעליים-חיילת בשירות חובה תנעל נעליים שמנפק צה"ל בלבד.`,
                                li2: `חיילת בשירות חובה לא תנעל נעליים גבוהות.`,
                                li3: `בתקופת הקיץ חיילת רשאית לנעול סנדלי עור או דמוי עור שצבעם שחור, ללא קישוטים בעלי רצועה אחת מלפנים, אחידה ושלמה או רצועה אחת מלפנים המחוברת בשני חלקיה באבזם או בצמדן  וכן רצועה נוספת הרוכסת על הקרסול ונסגרת באמצעות אבזם או צמדן.`,
                                li4: `גובה עקב הסנדלים יהיה 2 ס"מ, לכל היותר.`,
                                li5: `חצאית - חיילת בשירות חובה אינה רשאית ללבוש חצאית, אלא אם מקיימת אורח חיים דתי.`,
                            },
                        ],
                        "דגשים להופעה חיילות קבע": [
                            {
                                cardType: "listNumbers3",
                                numList: "4",
                                li1: `לקים לנשות קבע: מגוון גוונים של ורוד, סגול בהיר, אפור בהיר, חום בהיר, בורדו, אדום, ללא צבעים זוהרים, ללא צבעים זרחניים ומנצנצים.`,
                                li2: `חיילת בשירות קבע רשאית ללבוש חצאית.`,
                                li3: `נעליים-נעליים חצאיות, נעליים שלושת רבעים, או מגפיים מעור חלק או דמוי עור בצבע שחור אחיד עם שרוכים, רוכסן, צמדן או בלעדיהם, או מגפיים חלקים בחזותם, עם רוכסן או בלעדיו, ללא קישוטים, הנשרכים בשרוכים, ברצועות או בלעדיהם.<br>חרטום הנעליים או המגפיים יהיה מעוגל או מרובע ללא קישוטים או אבזמים.<br>גובה  עקב הנעליים או המגפיים יהיה 7 ס"מ לכול היותר.<br>נעילת נעליים גבוהות יאושר במדי ב' בלבד.`,
                                li4: `סנדלים - חיילת בשירות קבע תנעל סנדלים כמפורט להלן:<br>סנדלי עור או דמוי עור שצבעם שחור, ללא קישוטים הנסגרים מאחור באבזם או בצמדן(סקוטש).<br>אין הגבלה על מס' רצועות הסנדלים. ניתן לנוע אף     בסנדלים בעלי רצועות מצטלבות.<br> גובה העקב יהיה עד 7 ס"מ לכול היותר. קוטר העקב לא יעלה על 3 ס"מ אורכו ורוחבו של העקב לא יעלה על 4 ס"מ.`,
                            },
                        ],
                        "דגשים לחורף": [
                            {
                                cardType: "listNumbers3",
                                numList: "7",
                                li1: `חם צוואר וכובע גרב ניתן לנוע במדי ב' בלבד, בשטח המחנה, בצבע זית או שחור.`,
                                li2: `כפפות-ניתן לנוע עם כפפות שחורות או זית הכפפות יהיו שלמות על מדי א' ומדי ב'.`,
                                li3: `צעיף-ניתן לנוע עם צעיף שחור במדי א' ומדי ב' מותנה בלבישת מעיל, קצוות הצעיף יוצנעו בתוך המעיל.`,
                                li4: `מעיל פליז-ניתן לנוע עם מעיל פליז המנופק באפסנכול בלבד ובמדי ב' בשטח המחנה בלבד.שימו לב אסור לנוע עם מדי א' עם פליז וגם לא לאחוז ביד(אפשר לקבל על כך דוח מ.צ).`,
                                li5: `שימו לב, מתגייסים מספטמבר 2021 רשאים לנוע עם מדי א' עם פליז שקיבלו בבקו"ם.`,
                                li6: `על כול שכבת לבוש מעיל ,אפודה ,חולצה נדרש כומתה תג ודרגות.`,
                                li7: `אנשי קבע ינועו עם פליז שקיבלו בשנת 2022.`
                            },
                        ],
                        "איגרת רע\"ן ": [ 
                            {
                                cardType: "listNumbers3",
                                numList: "4",
                                li1: "מצורפת איגרת רע\"ן המשטר והמשמעת, סגן אלוף יצחק חי, בנושא דגשי משמעת וכרזת סמלי צה\"ל.",
                                li2:  `<img src="../assets/images/symbols.jpg" alt = "symbols" style = "width: 250px"></a>`,
                                li3: `<a href="https://takshap.pythonanywhere.com/media/uploads/%D7%97%D7%99%D7%93%D7%95%D7%A9_%D7%9B%D7%A8%D7%96%D7%AA_%D7%A1%D7%9E%D7%9C%D7%99_%D7%A6%D7%91%D7%90_%D7%94%D7%94%D7%92%D7%A0%D7%94_%D7%9C%D7%99%D7%A9%D7%A8%D7%90%D7%9C.pdf" target="_blank">לאיגרת רע"ן המשטר והמשמעת בנושא</a>`, 
                                li4: `<a href="https://www.idf.il/267735" target="_blank"> לכרזת סמלי צה"ל</a>`, 
                            }
                        ],
                    },
                    "חובת הצדעה": {
                        "חובת הצדעה": [
                            {
                                cardType: "listDots3",
                                numList: "3",
                                li1: `על פי פ"מ 33.0913, ההצדעה היא ברכת שלום צבאית שבה החייל חולק כבוד לחייל אחר או לאישיות ממלכתית.`,
                                li2: `חובת הצדעה בשטח היחידה מדרגת אל"מ ומעלה, רנ"ג קריית ההדרכה ורס"ר הבה"ד. חלה על כל משרתי היחידה קצינים, נגדים וחיילים.`,
                                li3: `בנוסף על בעלי תפקידים בשער היחידה חובת הצדעה לנגדים מדרגת רס"ל ולקצינים מדרגת רס"ן.`,
                            },
                        ],
                    },
                    "סמים ואלכוהול": {
                        "דגשים": [
                            {
                                cardType: "listNumbers3",
                                numList: "5",
                                li1: `ביחידה מתקיימות ביקורות פתע בנושא מידי יום וכולל שיתוף פעולה מול משטרה צבאית.`,
                                li2: `סמים הם תרכובות כימיות (טבעיות או מלאכותיות) המשפיעות על מערכת העצבים המרכזית, על התפיסה ועל ההכרה. תרכובות אלה מסוגלות לגרום שינויים נפשיים והתנהגותיים אצל המשתמשים בהם, באופן מיידי ולטווח הארוך.`,
                                li3: `השימוש בקרב חיילי צה"ל בסמים ואלכוהול באירועים בתוך צה"ל ומחוצה לו- אסורים בתכלית האיסור.`,
                                li4: `חיילי היחידה נדרשים למגר תופעה זו, לפתח את ערכי האחריות האישית והערבות ההדדית ולמנוע כל פגיעה אפשרית משימוש בסמים ואלכוהול.`,
                                li5: `יש לראות בנגע הסמים והאלכוהול   "אויב".`,
                            },
                            {
                                cardType: "listNumbers3",
                                numList: "5",
                                li1: `שימוש בסמים עלול לגרום לפגיעה ביכולת, בקשב ובערנות, בתפיסה החושית, ביכולת השיפוט, השיקול הדעת ובמוטיבציה.`,
                                li2: `המערכת הצבאית מכתיבה מדיניות תקיפה ובלתי מתפשרת כלפי החיילים המשתמשים בסמים.`,
                                li3: `בצה"ל קיימת ענישה מחמירה של המשתמשים בסמים, הכוללת לעיתים אף הדחתם משירותם הצבאי.`,
                                li4: `חוק השיפוט הצבאי אינו מבחין בין סוגי הסמים השונים גם באם השימוש היה ברשות הפרט או ביחידה עצמה.`,
                                li5: `אחראי תחום הסמים והאלכוהול ביחידה: רמ"ד הפעלה רעות אוחנה  טל' 050-3332642`,
                            },
                        ],
                    },
                    "תרומות": {
                        "תרומות": [
                            {
                                cardType: "listNumbers3",
                                numList: "6",
                                li1: `תרומות עבור צה"ל יתקבלו באמצעות האגודה למען החייל וקרן לב"י בלבד.`,
                                li2: `בהתאם לפקודת מטכ"ל 33.0112 חייל לא יבקש ולא יקבל מתנה או תרומה לרבות תרומת אפסניה מאדם או ממוסד, עבור יחידה צבאית כלשהי.`,
                                li3: `הוצעה לחייל או ליחידה תרומה עבור יחידה צבאית כלשהי, יסרב לקבלה ויַפנה את התורם, ישירות או באמצעות מפקד היחידה, לקרן לב"י או לאל"ח.`,
                                li4: `קרן לב"י ואל"ח יהיו הכתובת היחידה להפניית תרומות ותורמים עבור יחידות צה"ל.`,
                                li5: `חייל או יחידה לא יהיו בקשר ישיר עם תורם על רקע תרומתו. קרן לב"י ואל"ח בלבד יתאמו ויסדירו את מימוש התרומה.`,
                                li6: `תרומות שיתקבלו עבור צה"ל יהיו למטרות אלו:<br>רווחת החייל והיחידה<br>חינוך, השכלה ותרבות<br>מתקנים רפואיים וציוד רפואי<br>מבני דת, תשמישי קדושה וצורכי דת<br>מתקני ספורט וציוד ספורט<br>פעילויות למשפחות שכולות, ליתומי צה"ל ולפצועי צה"ל`,
                            },
                        ],
                    },
                    'יוהל"ם': {
                        'פגיעות מיניות': [
                            {
                                cardType: "listNumbers3",
                                numList: "5",
                                li1: `פגיעה על רקע מיני הינה כל פעולה פיזית או מילולית בעלת אופי מיני, המופנית כלפי אדם שהפעולה אינה רצויה לו.`,
                                li2: `פגיעה על רקע מיני סותרת את עיקרון כבוד האדם עליו מושתתת רוח צה"ל.`,
                                li3: `פגיעה על רקע מיני מכוונות לשני המינים (גברים ונשים כאחד).`,
                                li4: `פגיעה על רקע מיני הינה סובייקטיבית. מה שייתפס כהטרדה בעיני חייל/ת אחד/ת, יכול שלא להיתפס כך בעייני חייל/ת אחר/ת.`,
                                li5: `המערכת הצבאית מגיבה בחומרה רבה על הטרדות מיניות ולכן, יש לפנות לגורמיי הפנייה הרלוונטיים בכל אירוע.`,
                            },
                        ],
                        "סם אונס וחדר אקוטי": [
                            {
                                cardType: "textTwoParagraphs",
                                text1: "סם האונס- זהו נוזל שקוף, חסר טעם או ריח. אין לשתות משקה כלשהו לאחר שהושאר פתוח ללא השגחה, יש להשתדל לא לנוע לבד במקומות מבודדים וחשוכים.",
                                text2: "חדר אקוטי- חדר הקיים בבתי החולים: סורוקה, וולפסון, פורייה, הדסה עין כרן ובני ציון ונועד לטיפול במקרי אונס."
                            },
                        ],
                        'מהו"ת': [
                            {
                                cardType: "textTwoParagraphs",
                                text1: "מרכז התמודדות ותמיכה אשר מציע מענה ל-3 קבוצות:",
                                text2: `<ul class="list"><li>חיילות וחיילים שעברו אירוע פגיעה מינית (במהלך השירות או לפניו).</li><li>חיילות וחיילים הסובלים מאלימות בתוך קשר זוגי או במשפחה.</li><li>חיילות חובה שנכנסו להריון בלתי מתוכנן.</li></ul>`
                            },
                        ],
                        'פנייה': [
                            {
                                cardType: "textTwoParagraphs",
                                text1: `המרכז ממוקם במרפ"א מרכז (חר"פ צריפין).<br>פנייה למהו"ת אינה מותנית בהגשת תלונה ולא נדרשת הפנייה מרופא/מפקד על מנת  להגיע למהו"ת. המרכז מבטיח דיסקרטיות וסיוע מקצועי.`,
                                text2: `גורמי פנייה: <ul class="list"><li>ממונה יוהל"ם ביחידה רמ"ד פרט	0733772620</li><li>מהו"ת (מרכז התמודדות ותמיכה)	0333-2600<br>03-9482600</li><li>מדור פרט יוהל"ם-0303-9034<br>03-5699034</li></ul>`
                            },
                        ],
                    },
                    'השירות המשותף': {
                        "דגשים": [
                            {
                                cardType: "listNumbers3",
                                numList: "6",
                                li1: `איסור אפליה במשימה על רקע מין (בנים / בנות).`,
                                li2: `חובה להפריד מגורים במחנה, במאהל ובשטח בין בנים לבנות.`,
                                li3: `אין להיכנס למגורי המין השני בשום אופן.`,
                                li4: `אסור לחיילת לישון לבד במגורים.`,
                                li5: `בכל שעות היממה חלה החובה לנוע בלבוש צבאי מלא.`,
                                li6: `במד"ס/ טיולים חלה החובה לנוע בלבוש אזרחי הולם.`,
                                li7: `אסור לתלות תמונות לא הולמות במשרדים ובשטח המחנה.`,
                                li8: `חייל יכול להשתחרר מפעילות נופש / טיול במידה והפעילות פוגעת ברגשותיו. במקרה שכזה- אין לשבצו בתורנות ביחידה, אלא לדאוג לו לפעילות חלופית.`,
                                li9: `לא יוקרנו סרטים / מצגות / הצגות אשר עלולים לפגוע ברגשות המשרתים.`,
                                li10: `אחראית שירות המשותף ביחידה:<br> רמ"ד פרט, טל' אזרחי: 0733772620`,
                            },
                        ],
                        "ערבות הדדית": [
                            {
                                cardType: "listDots3",
                                numList: "5",
                                li1: `להיות חלק מ... להיות שייך, להיות אחראי, נכונות לשמור ולקיים בכל עת ובכל מצב עקרון מוסרי או חברתי.`,
                                li2: `מסר הערבות ההדדית הוא זכות וחובה כאחד.`,
                                li3: `הזכות   ערכית, לדאוג ולסייע לחבר בעת מצוקה או קושי.`,
                                li4: `החובה כחייל, אדם, הדואג לעמיתיו הנוטלים חלק במשימה משותפת.`,
                                li5: `מהו תפקידך?<br>אם הנך נתקל בחייל/ת המפגינים סימני מצוקה/ מספרים לך שקשה להם ושאינם מצליחים להתמודד עם הנדרש מהם- הפנה אותם למפקד/ קב"ן ועדכן את מפקדם בנושא במיידי.`,
                            },
                        ],
                    },
                    'הוראות ביטחון מידע': {
                        "תעודת חייל (חוגר)": [
                            {
                                cardType: "textThreeParagraphs",
                                text1: `כל חייל חייב לשמור בקפדנות על מסמכיו/ תעודותיו האישיות לבל ייגנבו/ ייאבדו.`,
                                text2: `אין למסור את תעודת החייל שברשותך לכל מטרה שהיא, למעט לגורמים מוסמכים (מפקד, קצין מ.צ וכו').`,
                                text3: `בכל מקרה של אובדן התעודה/ מסמך או מציאתן יש לדווח מיד למפקד.`
                            },
                        ],
                        'שיחות בלתי זהירות- "פטפטת"': [
                            {
                                cardType: "listDots3",
                                numList: "4",
                                li1: `חל איסור לשוחח על נושאים צבאיים עם אדם אשר אינו שייך ליחידה.`,
                                li2: `אין למסור לאיש פרטים וידיעות שהגיעו לידך בתוקף תפקידך/ באופן מקרי.`,
                                li3: `אין לשוחח על עניינים צבאיים במקומות בהם קיים חשש שתוכן השיחה יגיע לאוזניים זרות.`,
                                li4: `חל איסור על מסירת כל הודעה או ידיעה הקשורה באופן ישיר או עקיפין לצה"ל לידי גורמים אזרחיים זרים (לדוגמא: תקשורת וכו').`,
                            },
                        ],
                        "ביטחון, קשר וצילום בשטח צבאי": [
                            {
                                cardType: "listDots3",
                                numList: "5",
                                li1: `יש להקפיד על קיום פקודות מטכ"ל בנושא נוהל הדיבור ברשתות קשר כולל טלפונים, אינטרקום וכו'.`,
                                li2: `חל איסור לבצע תיוגים ברשתות חברתיות בתוך בסיס צבאי.`,
                                li3: `יש להקפיד שלא למסור פרטים העלולים להסגיר את זהות היחידה, תפקידיה וכו'.`,
                                li4: `בשיחות פרטיות אין לדבר על נושאים צבאיים.`,
                                li5: `חל איסור חמור לצלם בשטח הבסיס או בקרבתו.`,
                            },
                        ],
                        "אבטחת מסמכים צבאיים והמשרד": [
                            {
                                cardType: "listDots3",
                                numList: "7",
                                li1: `מסמכים בכל סיווג שהוא יטופלו בהתאם לפקודות מטכ"ל והוראות הצבא בנושא.`,
                                li2: `יש לקיים הפרדה פיזית בין פסולת אישית לבין מסמכים צבאיים שייעדו לגריסה.`,
                                li3: `בכל שעות הפעילות לא יושאר משרד פתוח מבלי שיימצא בו חייל מוסמך.`,
                                li4: `בתום שעות הפעילות יש לנעול את המשרדים, להוציא מפלי בזל"ת, לכבות מחשבים ולוודא שכל החומר המסווג ננעל בהתאם לפקודות שבנושא.`,
                                li5: `אין להוציא משטח הבסיס חומר מסווג לכל מטרה שהיא ללא אישור בנושא.`,
                                li6: `חל איסור מוחלט על הכנסת USB והתקנים חיצוניים מכל סיבה שהיא למחשב צבאי.`,
                                li7: `חל איסור להיכנס לשטח הבסיס עם מחשב אזרחי נייח/ נייד.`,
                            },
                        ],
                    },
                    'פקודת נכס לאומי': {
                        "הסבר": [
                            {
                                cardType: "textTwoParagraphs",
                                text1: "נכס לאומי הוא שם קוד להחזרת החיילים בסדיר מחופשה, זמן התייצבות תוך 4 שעות מקבלת הפקודה.",
                                text2: `שיטות להחזרת החיילים מחופשתם:<ul class="list"><li>קריאה סמויה: תבוצע ע"י היחידה טלפונית או פיזית.</li><li>קריאה פומבית: תבוצע ע"י פרסום הודעה בכלי התקשורת בנוסח הבא: "נתבקשנו להודיע ע"י דובר צה"ל כי חידון ידיעת הארץ של פיקוד ...... שהיה אמור להיערך מחר נדחה, למשתתפים בחידון תימסר הודעה על המועד החדש ע"י יחידותם".</li><li>במקרה של הפעלת נכס לאומי כלל צה"לי יהיה נוסח ההודעה: "...חידון ידיעת הארץ המסכם...". </li></ul>`
                            },
                        ],
                        "דגשים": [
                            {
                                cardType: "listDots3",
                                numList: "5",
                                li1: `מפקדי חוליות יזעיקו טלפונית את חברי חולייתם.`,
                                li2: `עם קבלת ההודעה יש להגיע במיידית לבסיס.`,
                                li3: `במידה והחייל אינו בבית, יש להשאיר הודעה לאדם בוגר מבני המשפחה שעליו לחזור מיד ליחידה ללא מסירת פרטים צבאיים.`,
                                li4: `יש לדווח ליחידה אחת לשעה על מהלך ההתקשרות ובעיות בהם נתקלת.`,
                                li5: `אי זמינות מעל 4 שעות תהווה עילה לדין משמעתי.`,
                            },
                            {
                                cardType: "listDots3",
                                numList: "6",
                                li1: `אחראי נכס לאומי בקריית ההדרכה- רמ"ד מבצעים :<br> טל אזרחי: 0733772300`,
                                li2: `נסיעה בטרמפים: חל איסור מוחלט לנסוע בטרמפים בפקודה! שים לב,`,
                                li3: `יש לדווח למשטרת ישראל על כל ניסיון חטיפה ולאחר מכן למפקדיך. `,
                                li4: `עשה כל שבידך על מנת לסכל ניסיון חטיפה, ובכלל זה נסה להיאבק/ להסיט הרכב.`,
                                li5: `משטרה צבאית מבצעת מבצעי חטיפת דמה לחטיפות חיילים.`,
                                li6: `לא לבצע שום פעולה המתפרשת לעצירת טרמפ.`,
                            },
                        ],
                    },
                    'נשק': {
                        "נשיאת נשק": [
                            {
                                cardType: "listNumbers3",
                                numList: "10",
                                li1: `חתימה על נשק תתבצע לטובת תורנויות באישור רס"ן ומעלה.`,
                                li2: `יציאה עם הנשק מחוץ ליחידה באישור מפקד קריית ההדרכה בלבד.`,
                                li3: `לעולם אין לכוון נשק על אדם, רכב, ומבנה מגורים בין אם "טעון" ובין אם "פרוק".`,
                                li4: `אין להישען על כלי נשק בכלל ועל פתח הקנה בפרט.`,
                                li5: `אין להחליף חלקים בין כלי נשק גם אם החלקים זהים.`,
                                li6: `כלי הנשק יהיה תמיד במצב "פרוק ונצור" עם מק פורק פרט לנסיבות בהם תינתן הוראה אחרת מהמפקד האחראי או מהפיקוד המרחבי.`,
                                li7: `אימונים ללא אש יבוצעו כאשר הנשק במצב "פרוק" ו"נצור".`,
                                li8: `טעינת כלי נשק תעשה בסמוך לירי עפ"י פקודה מפורשת של המפקד האחראי.`,
                                li9: `בבדיקת נשק יופנה הקנה כלפי מעלה בזווית 60 מעלות.`,
                                li10: `את הנשק יש לאחוז כאשר 5 אצבעות לופתות את ידית האחיזה. אין לשים אצבע על שמורת ההדק.`,
                            },
                        ],
                        "חובת בדיקת נשק": [
                            {
                                cardType: "listDots3",
                                numList: "5",
                                li1: `בעת קבלת נשק מהנשקייה או החזרה לנשקייה.`,
                                li2: `בעת העברת נשק מחייל לחייל.`,
                                li3: `לפני כל שיעור נשק ואחריו.`,
                                li4: `בעת ביצוע מטווח. `,
                                li5: `בשמירה- לפני עליית משמר ולפני ירידת משמר.`,
                            },
                        ],
                        "אופן בדיקת נשק": [
                            {
                                cardType: "listDots3",
                                numList: "3",
                                li1: `באימונים: תעשה רק על ידי קצין או מש"ק שהוסמך לכך.`,
                                li2: `במשימות אבטחה: בעליית משמר ובירידתו ע"י קצין תורן ובהחלפת משמרות ע"י בעל התפקיד.`,
                                li3: `הבדיקה תעשה בראייה ווידוא מק פורק בנשק ונצרה על נצור ובלילה יש להיעזר בפנס.`,
                            },
                        ],
                        "מפקד/חייל": [
                            {
                                cardType: "listDots3",
                                numList: "6",
                                li1: `בידך מופקד כלי נשק מסוכן וקטלני.`,
                                li2: `יש לנהוג בנשק עפ"י כללי הבטיחות.`,
                                li3: `נשק זה עשוי להציל את חייך ועל כן יש לטפל בו עפ"י הפקודות וע"י הגורם המוסמך בלבד. `,
                                li4: `במידה וגילית פגם בנשק   אין לירות בו ויש לדווח מידית על מנת להחליפו.`,
                                li5: `במידה והנשק התפוצץ או נפגע במטווח יש לדווח טלפונית מיידית לקצין החימוש ולהמתין לקבלת הנחיות (אין להזיז ממצאים מהשטח).`,
                                li6: `. ככלל, אין לצאת עם נשק הביתה`,
                            },
                        ],
                    },
                    'בטיחות': {
                        "התגוננות": [
                            {
                                cardType: "textTwoParagraphs",
                                text1:  `מרגע הישמע אזעקה עולה ויורדת עליך לפעול באופן מידי עפ"י סדר הפעולות הבא:`,
                                text2:  `<ol class="list"><li>היכנס למרחב ממוגן עפ"י השילוט המוצב באזור הימצאותך. </li><li>במידה ולא קיים מבנה ממוגן או שמרחק ההגעה אליו עולה על דקה- עליך תפוס מחסה הנמצא קרוב ככל הניתן (מעברי מים, תעלות, מחסות בטון וכד') ולהגן בידיך על ראשך.</li><li>במידה והנך נמצא בכלי רכב- יש לעצור את הרכב באופן מיידי ולתפוס מחסה הסמוך ככל הניתן. במידה ואין, יש לשכב על הרצפה ולהגן בידיך על ראשך.</li><li>יש לעדכן את אחראי המבנה הממוגן על נוכחותך על מנת שיעדכן זאת בשיבוץ הקרבי.</li><li>זמן משוער של התמשכות מטח טילים עומד על 15 דק' ואין לצאת מהמרחב המוגן עד לאישור האחראי במרחב. </li><li>פירוט מרחבים מוגנים ביחידה: בכול מבנה יש שילוט מתאים לחדש ממ"ד.</li><li>אחראי התגוננות בקריית ההדרכה- רמ"ד מבצעים :<br> טל אזרחי: 0733772300</li></ol>`,
                            },
                        ],
                        "בטיחות באש - סדר פעולות בעת שריפה": [
                            {
                                cardType: "textTwoParagraphs",
                                text1: `בק.ההדרכה מותקנות מערכות גילוי וכיבוי אש מתקדמות.`,
                                text2: `בעת אירוע שריפה על כל אחד המזהה את השריפה:<ol class="list"><li>דווח והפעלת כריזה (אם לא נדלקה באופן אוט') ע"י לחיצה על הקופסא האדומה. </li><li>להתקשר לחמ"ל קריית ההדרכה בטלפון 0733772222 או 2222 בטלפון.</li><li>שריפה שניתן לכבות לבד   לנסות לכבות בעזרת זרנוקים ומטפים הנמצאים בארונות הכיבוי במבנה הבה"ד/ בניין המגורים  בבניין מגורים בו אין שילוט על ארונות הכיבוי - ארון הכיבוי נמצא בכל קומה מול המדרגות.</li><li>אסור לנתק זרם החשמל בארון החשמל הראשי. (פגיעה במערכות הכיבוי)</li><li>במקביל הרחקת כלל החיילים מחוץ למבנה.</li><li>אסור  לכבות שריפות חשמל (שריפה בה מעורב מכשיר חשמלי   או ארון חשמל) ע"י מים!!!  אך ורק בעזרת מטפים.</li></ol>`,
                            },
                            {
                                cardType: "textTwoParagraphs",
                                text1: `כבאית קרובה לקריית ההדרכה ברמת חובב.כל הפעולות לכיבוי ייעשו עד הגעתה   עם הגעתה על החייל/ת או איש הסגל להעביר את המידע על מיקום השריפה ומהות השריפה ולתת סיוע ככל שיתבקש.<br>עם כיבוי השריפה אסור לגעת בכל דבר הקשור לשריפה עד לבדיקה ע"י ממונה בטיחות האש בקריית ההדרכה, וטיפול הזכיין במפגעי השריפה.`,
                                text2: `אחראי בטיחות באש בקריית ההדרכה- ק.בטיחות :<br> טל אזרחי: 073372236`
                            },
                        ],
                    },
            },
            "amountOfQuestions": 0
        },
        "מפקד קריית ההדרכה": {
            "icon": "../assets/images/learning/Artboard 4.svg",
            // שאלות לנושא הזה
            "questions": [
            ],
            "learningContent": {
                // סוג הכרטיסייה
                'דבר המפקד': {
                    "דבר מפקד קריית ההדרכה": [
                        {
                            cardType: "text",
                            content: `חיילי ומפקדי קריית ההדרכה - קריית ההדרכה היא שער הכניסה שלכם לצה"ל!<br>קריית ההדרכה, אשר מאגדת בתוכה שבעה בה"דים בעלי מגוון תפיסות ותרבויות ושפה הדרכתית
    שונה, מהווה מיום הקמתה את שער הכניסה המרכזי עבור חיילי צה"ל במקצועות תומכי הלחימה.<br>קריית ההדרכה, קולטת מידי שנה לשעריה עשרות אלפי חיילים, המגיעים משכבות אוכלוסייה מגוונות, ופותחת עבורם מגוון רחב של אפשרויות. כך אנו מקיימים את ההדדיות הכה חשובה – בין צבא העם לחברה הישראלית. אנו, בקריית ההדרכה, עומלים רבות בכדי שהמפגש הראשון שלכם עם צה"ל יהיה נעים, מאתגר, משמעותי ומעצב.`
                        },
                    {
                            cardType: "text",
                            content: `העובדה ששבעת בתי הספר להדרכה למקצועות תומכי הלחימה מאוגדים יחד תחת קורת גג משותפת, מאפשרת לנו להטמיע שפה הדרכתית אחודה בין הפסיפס האנושי, המנוגד והמשלים של כלל הבה"דים – ובכך ליצור סטנדרטים חדשים בתחום ההדרכה בצה"ל. חרטנו על דגלנו – להוביל תהליכי הדרכה אפקטיביים, מקצועיים, חדשניים וטכנולוגיים. מודל הלימוד המיושן מפנה בקריית ההדרכה את מקומו למודל חדש המתאים עצמו לאתגרים של דור הלומדים של המאה ה-21. חומרי הלימוד המותאמים לחיילים עברו ברובם אבחון ועיבוד מחדש והונגשו בעזרת שימוש בשיטות הדרכה ובכלים הדרכתיים חדשניים תוך כדי העברת החומר בצורה אינטראקטיבית, שימוש במשחקי לומדה, בניית מצגות חכמות וסרטוני למידה. אמצעים אלו תורמים להכשרה איכותית וקצרה יותר ובעלת הישגים גבוהים יותר.

    <br>חוויית השירות המצפה לכם בהגיעכם לכאן שונה ב 360 מעלות מזו לה זכו הוריכם ובמידה לא מבוטלת גם חבריכם עד לפני זמן לא רב: מבני מגורים מודרניים ומאובזרים, מרכז ספורט מהיפים בארץ הכולל אצטדיון אתלטיקה וכדורגל, חדר כושר גדול מידות, בריכה חצי אולימפית מקורה ועוד. אולם כנסים ואירועים בו מועלות ההצגות המובילות בישראל, ספרייה צבעונית ומזמינה לעיון, קריאה, לימוד ותרבות, מרכז מסחרי מגוון, מדשאות מוריקות המקנות אווירה של קמפוס אוניברסיטאי, חדרי אוכל חדישים ועוד.

    `
                        },
                    {
                            cardType: "text",
                            content: `בקריית ההדרכה נסלל שביל מטיילים אשר מחבר את המשרתים אל הטבע, הנוף וההיסטוריה של הארץ בכלל והנגב בפרט. לכבודכם נבנה מרכז חינוכי להנחלת זיכרון השואה והגבורה בשיתוף יד ושם- מרכז פורץ דרך בתחום זה. בימים אלו אנו שוקדים על הקמת המרכז להנחלת מורשת צה"ל אשר יביא למבקריו את סיפורו של צה"ל השזור בסיפורה של מדינת ישראל ובמרכז זה גם ננציח את חללי הבה"דים אשר נפלו במהלך שירותם הצבאי.<br>בשירות בקריית ההדרכה יש ערך נוסף, הגשמת חזונו של ראש הממשלה הראשון של מדינת ישראל, דוד בן גוריון, אשר קיבע את חזון הנגב כנכס אסטרטגי וחיוני למדינת ישראל, בכך שטבע את דבריו: "בנגב ייבחן העם בישראל ומדינתו-כי רק במאמץ מלוכד של עם מתנדב ומדינה מתכננת ומבצעת נוכל למשימה הגדולה של הפרחת השממה ויישובה"

    אנו, המפקדים והמשרתים בקריית ההדרכה, כותבים בכל יום דף בדפי ההיסטוריה, בהפרחת השממה בנגב והגשמת נבואת דוד בן גוריון ז"ל ומחזקים את חוסנו הערכי והמבצעי של צה"ל.<br>מזמין אתכם להצטרף למהפכת ההדרכה, לקחת חלק פעיל בהפרחת השממה ולהיות חלק ממערך תומכי הלחימה אשר עוצמתו ותחושת השליחות שבו הכרחית לעוצמתו של צה"ל למען הגנת המדינה,<br>מפקד קריית ההדרכה, אל"מ ערן כהן.`
                        },
                    ],
                },
                'פירוט דרכי הפנייה': {
                "כללי": [
                        {
                            cardType: "text",
                            content: "בכל בעיה ניתן ורצוי לפנות למפקדים הישירים, ובמידת הצורך   למפקדים הממונים. פנייה למפקד עשויה להביא לפתרון מהיר של הבעיה. <br>כמו-כן, קיימות אפשרויות שונות ומגוונות לקיום שיח ישיר מול מפקד קריית ההדרכה."
                        },
                    ],
                    "שיחות חתך": [
                        {
                            cardType: "listDots3",
                            numList: "4",
                            li1: `אחת לחודש יקיים מפקד קריית ההדרכה שיחות חתך לאוכלוסיות שונות במפקדת קריית ההדרכה. `,
                            li2: `מטרות השיחות הן: להעניק אוזן קשבת, לאבחן בעיות חריגות, לשמוע ציפיות, לאתר מצוקות או בעיות ביחסי אנוש ולהורות על הטיפול המתאים לכך.`,
                            li3: `שיחת החתך תתקיים בנוהל של דיון, שאלות ותשובות ובאווירה נינוחה.`,
                            li4: `בתום השיחה יופץ סיכום מסודר המפרט את תכני השיחה, פירוט הפעולות המתחייבות מלקחי השיחה ותג"ב.`,
                        },
                    ],
                    "ראיונות חתך": [
                        {
                            cardType: "text",
                            content: `אחת לרבעון יקיים מפקד קריית ההדרכה ראיונות חתך עם חיילים. בחירת החיילים תהיה אקראית. זימון לשיחה יתבצע על ידי רמ"ד פרט.`
                        },
                    ],
                    "תיבת פניות למפקד": [
                        {
                            cardType: "textThreeParagraphs",
                            text1: `ניתן להכניס מכתב במעטפה חתומה.`,
                            text2: `התיבה מרוקנת בכל יום בשעה 10:00. `,
                            text3: `התיבה ממוקמת במבנה 206 קומה 3 בכניסה ללשכת מפקד קריית ההדרכה.`
                        }
                    ],
                    "דלת פתוחה": [
                        {
                            cardType: "textThreeParagraphs",
                            text1: `אחת לחודש ייקבע חלון זמנים לטובת ראיונות אישיים.`,
                            text2: `רישום מול רמ"ד פרט.`,
                            text3: `ניתן לפנות ישירות למפקד קריית ההדרכה למספר הטלפון בלשכה 0747-3002.<br>ניתן לפנות במייל`
                        }
                    ],
                },
            },
            "amountOfQuestions": 0
        },
        "הווי יחידתי": {
            "icon": "../assets/images/learning/Artboard 4.svg",
            // שאלות לנושא הזה
            "questions": [
            ],
            "learningContent": {
                // סוג הכרטיסייה
                'כללי': {
                    "כללי": [
                        {
                            cardType: "listNumbers3",
                            numList: "6",
                            li1: `פעילויות הווי וגיבוש הינן חלק בלתי נפרד משגרת היחידה. קיימת חשיבות רבה לקיומן, הן לטובת יצירת הווי בין משרתי היחידה והן לטובת יצירת גאוות יחידה.`,
                            li2: `הפעילויות אשר יפורטו מיועדות לכל משרתי מפקדת קריית ההדרכה. חלקן יתקיימו במסגרת ענפית וחלקן יתקיימו במסגרת כלל יחידתית. `,
                            li3: `בעת תכנון פעילות יתחשבו המפקדים ברגשות החיילים והחיילות מתוך מטרה לשתף בה את כולם.`,
                            li4: `חייל או חיילת זכאים להשתחרר מפעילויות תרבות והווי שיש  חשש כי יפגעו באמונתם, בערכיהם או באורח חייהם.`,
                            li5: `ככלל, תוצע לחיילים אלו פעילות חלופית. בכל מקרה, לא יוטלו על חיילים כאמור משימות שמירה או תורנויות אחרות במקום פעילות ממנה שוחררו.`,
                            li6: `בכל שבת יתקיימו תכנים, פעילויות ועונג שבת ע"י רב אורח.`
                        },
                    ],
                },
                'הסברה': {
                    "דגשים": [
                        {
                            cardType: "listNumbers3",
                            numList: "3",
                            li1: `הסברה תיערך בהתאם לתוכנית חינוך בהרצאת הסברה שבועית יביא המפקד לפני חייליו מן המתרחש ביחידה, בצבא, בארץ ובעולם, תוך התחשבות מיוחדת בפעילות היחידה ובנסיבות שירותה. `,
                            li2: `בסיס להרצאות הסברה מהווים "ראשי פרקים להסברה", המוצאים לאור מטעם קצין החינוך הראשי - ענף ההסברה, והעוסקים בקבוצות הנושאים: הסברה בסיסית לטירונים, הכרת צה"ל, תולדות ה"הגנה", מדינה ואזרחות וכו'. "סקירה חודשית", העוסקת בהתפתחויות שוטפות בארץ ובעולם עומדת לרשותו של המפקד בניתוח המאורעות שמחוץ לצבא.`,
                            li3: `האחריות על קיום ההסברה אחת לשבוע הינה ענפית.`,
                        },
                    ],
                },
                'פעילות גיבוש': {
                    "דגשים": [
                        {
                            cardType: "listNumbers3",
                            numList: "7",
                            li1: `ככלל, אירועים יחידתיים יתקיימו על פי כללי "צבא צנוע" המפורסמים ע"י אכ"א- מחלקת הפרט ובהתאם לפ"מ 33.0910.`,
                            li2: ` ערב משתחררים - יתקיים אחת ל-4 חודשים במסגרתו ישתתפו כלל החיילים והמפקדים.`,
                            li3: ` יום ישיבה לחיילים דתיים - אחת לחודש יתקיים יום עיון לחיילים דתיים מטעם רב קריית ההדרכה.`,
                            li4: ` הרצאת אורח - באחד מערבי המפקד בחודש רצוי לשתף אורח מיחידה אחרת או אזרח, שירצה או ישוחח על נושאים, שאינם נכללים בהסברת המפקד, והמצריכים הארה עניינית מקצועית מיוחדת. מרצה אזרח יוזמן באמצעות מדור חינוך קריית ההדרכה.`,
                            li5: ` הצגת תיאטרון- אחת לחודשיים תתקיים הצגה של אחד מתאטראות הארץ ("הבימה", "פיסק", "הקמארי", "תאטרון באר שבע" וכדומה). `,
                            li6: ` הקרנת סרט- פעמיים בשנה יוקרן סרט באולם 800. בד"כ מדובר בסרטים חדשים (מהשנה האחרונה). `,
                            li7: `טיול יחידה אחת לשנה בחודשי הקיץ לכלל חיילי ומפקדי המפקדה מתקיים בשני סבבים.`,
                        },
                    ],
                },
            },
            "amountOfQuestions": 0
        },
        "חופשות": {
            "icon": "../assets/images/learning/Artboard 4.svg",
            // שאלות לנושא הזה
            "questions": [
            ],
            "learningContent": {
                // סוג הכרטיסייה
                'קבע': {
                    "דגשים": [
                        {
                            cardType: "textTwoParagraphs",
                            text1: "אנשי קבע המשרתים ביחידה מחויבים לנצל את כלל ימי החופשה השנתית העומדים לרשותם.",
                            text2: `תכנון חופשות  קבע יבוצע ע"י הפרט ויאושר ע"י מפקד  היחידה עם פתיחת השנה קלנדרית  ולא יאוחר מתאריך 31/1 ע"פ העקרונות הבאים:<ul class="list"><li>רבעון א' (עד 31/3)-  ניצול מינימום   של 3 ימי חופשה.</li><li>רבעון ב' (עד 30/6)  ניצול מינימום של 35% מהקצאה השנתית.</li><li>עד 10/10 (בתום חופשת הסוכות)  ניצול מינימום של 20 ימי חופשה.</li><li>בין המועדים 10/10-31/12- ניצול מקסימום של 5 ימי חופשה.</li></ul>`
                        },
                    ],
                },
                'בקרה': {
                    "דגשים": [
                        {
                            cardType: "listNumbers3",
                            numList: "4",
                            li1: `אחת לחודש יופץ דוח המפרט סטאטוס ניצול חופשה שנתית בהתאם לתוכנית כפי שאושרה ע"י  מפקד היחידה.`,
                            li2: `אחת  לשבוע  רמ"ד משא"ן יפיץ דוח קצינים / נגדים אשר שהוו בחופשה באותו שבוע (דוח סגירת שבוע)  באחריות רע"נים לאשרר את הדוח במייל חוזר.`,
                            li3: `איש קבע הנמצא בחופשת אבל/ לידה  יעביר אסמכתא לרמ"ד משא"ן, באם לא יועבר  אישור רלוונטי, יום זה יומר לחופשה שנתית.`,
                            li4: `מחלה/ מחלת ילד/ הורה/בן זוג  באם לא תועבר אסמכתא , יבוצע תיקון אוטומטי ע"י המערכת וימי היעדרות ירדו ממניין ימי החופשה שנתית.`,
                        },
                    ],
                },
                'חיילי חובה': {
                    "דגשים": [
                        {
                            cardType: "text",
                            content: `חייל בשירות חובה זכאי ל-18 ימי חופש בשנה קלנדרית.<br>חייל יתאם חופשה מול מפקדו הישיר בהתאם ללו"ז היחידה.`
                        },
                    ],
                },
            },
            "amountOfQuestions": 0
        }
    };



    /********************************************************************************************************/
    /********************************************************************************************************/
    /********************************************************************************************************/
    /*****  אובייקטים לפי סוג הכרטיסייה המכניסים את התוכן של כל כרטיסייה אל תוך הכרטיסייה  ********/

    /**
     * @type {{[index: string]: {init: (card: HTMLElement, json: any) => void}}}
     */
    let CARD_TYPES = {};

    CARD_TYPES.text = {
        init(card, json) {
            card.querySelector(".content").innerHTML = json.content;
        }
    }

    CARD_TYPES.textTwoParagraphs = {
        init(card, json) {
            card.querySelector(".text1").innerHTML = json.text1;
            card.querySelector(".text2").innerHTML = json.text2;
        }
    }

    CARD_TYPES.textThreeParagraphs = {
        init(card, json) {
            card.querySelector(".text1").innerHTML = json.text1;
            card.querySelector(".text2").innerHTML = json.text2;
            card.querySelector(".text3").innerHTML = json.text3;
        }
    }

    CARD_TYPES.picAndText = {
        init(card, json) {
            card.querySelector(".pic").src = json.pic;
            card.querySelector(".content").innerHTML = json.content;
        }
    }
    CARD_TYPES.twoPics = {
        init(card, json) {
            card.querySelector(".pic1").src = json.pic1;
            card.querySelector(".content1").innerHTML = json.content1;
            card.querySelector(".pic2").src = json.pic2;
            card.querySelector(".content2").innerHTML = json.content2;
        }
    }
    CARD_TYPES.video = {
        init(card, json) {
            card.querySelector(".video").src = json.video;
        }
    }
    CARD_TYPES.videoAndText = {
        init(card, json) {
            card.querySelector(".video").src = json.video;
            card.querySelector(".content").innerHTML = json.content;
        }
    }
    CARD_TYPES.pic_4titles_4text = {
        init(card, json) {
            card.querySelector(".pic").src = json.pic;
            card.querySelector(".sub-title1").innerHTML = json.subTitle1;
            card.querySelector(".content1").innerHTML = json.content1;
            card.querySelector(".sub-title2").innerHTML = json.subTitle2;
            card.querySelector(".content2").innerHTML = json.content2;
            card.querySelector(".sub-title3").innerHTML = json.subTitle3;
            card.querySelector(".content3").innerHTML = json.content3;
            card.querySelector(".sub-title4").innerHTML = json.subTitle4;
            card.querySelector(".content4").innerHTML = json.content4;
        }
    }
    CARD_TYPES._3titles_3text = {
        init(card, json) {
            card.querySelector(".sub-title1").innerHTML = json.subTitle1;
            card.querySelector(".content1").innerHTML = json.content1;
            card.querySelector(".sub-title2").innerHTML = json.subTitle2;
            card.querySelector(".content2").innerHTML = json.content2;
            card.querySelector(".sub-title3").innerHTML = json.subTitle3;
            card.querySelector(".content3").innerHTML = json.content3;
        }
    }
    CARD_TYPES.listDots3 = {
        init(card, json) {
            for (let num = 1; num <= Number(json.numList); num++) {
                card.querySelector(".list").innerHTML += `<li>${json["li"+num]}</li>`;
            }
        }
    }
    CARD_TYPES.listNumbers3 = {
        init(card, json) {
            for (let num = 1; num <= Number(json.numList); num++) {
                card.querySelector(".list").innerHTML += `<li>${json["li"+num]}</li>`;
            }
        }
    }


    // {
    //     cardType: "listNumbers3",
    //     numList: "6",
    //     li1: ``,
    //     li2: ``,
    //     li3: ``,
    //     li4: ``,
    //     li5: ``,
    //     li6: ``,

    // },
